[{
    "name": "Acid Pit",
    "school": "abjuration",
    "levels": "sorcerer/wizard 0, inquisitor 2, paladin 2",
    "castingTime": "1 minute",
    "components": "V, S, M (a flask of holy water worth 25 gp), DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "24 hours",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "description": "Table: Items Affected by Magical Attacks\n\n|Order*|Item|\n|--- |--- |\n|1st|Shield|\n|2nd|Armor|\n|3rd|Magic helmet, hat, or headband|\n|4th|Item in hand (including weapon, wand, or the like)|\n|5th|Magic cloak|\n|6th|Stowed or sheathed weapon|\n|7th|Magic bracers|\n|8th|Magic clothing|\n|9th|Magic jewelry (including rings)|\n|10th|Anything else|\n|* In order of most likely to least likely to be affected.|\n\nThis spell functions as [create pit](https://www.d20pfsrd.com/magic/all-spells/c/create-pit/), except that it places a 5-foot deep pool of acid at the bottom of the pit. The pit has a maximum depth of 100 feet. Creatures who fall into the pit take falling damage as normal (the acid counts as a yielding surface), plus 2d6 points of acid damage per round spent in contact with the acid. In addition, exposed items carried by a creature in the pit may be harmed. Refer to **Table: Items Affected by Magical Attacks** (also copied here for convenience).\n\nItems are affected one at a time in the order listed on the table, and must make Fortitude saves after 3 consecutive rounds in the acid or gain the broken condition. Objects with the broken condition (regardless of how they became broken) must make a Fortitude Saving Throw each round spent within the acid or be destroyed. The walls of the pit are quite slippery and have a Climb DC of 30."
  },
  {
    "name": "Sentry Skull",
    "school": "necromancy",
    "descripters": [
      "evil"
    ],
    "levels": "antipaladin 1, cleric 2, sorcerer/wizard 2, witch 2",
    "castingTime": "1 hour",
    "components": "V, S, M (an onyx gem worth at least 10 gp)",
    "range": "touch",
    "target": "severed head touch",
    "duration": "permanent (D); see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "description": "You restore the senses to the severed head of a humanoid or monstrous humanoid killed within the past 24 hours, creating a grisly sentinel. The head must be affixed to a pole, spear, tree branch, or other stable object, and the spell ends if the head or its object is moved. The head has darkvision 60 feet and low-light vision, can swivel in place to look in any direction, and has a +5 bonus on Perception checks.\n\nIf you are within 30 feet of the head, as a standard action you can shift your senses to it, seeing and hearing from its location and gaining the benefit of its darkvision and low-light vision, and you may use its Perception skill instead of your own. While your senses are in the severed head, your body is blind and deaf until you spend a free action to shift your senses back to your own body.\n\nWhen you create the head, you can imprint it with a single triggering condition, similar to [magic mouth](/spells/magic-mouth). Once this triggering condition is set, it can never be changed. If you are within 30 feet of the head, you immediately know if it is triggered (if you have multiple active sentry skulls, you also know which one was triggered). This wakens you from normal sleep but does not otherwise disturb your concentration. For example, you could have a sentry skull alert you if any humanoid comes into view, if a particular rival approaches, if your _guard animal_ is killed, and so on, as long as it occurs where the severed head can see it.\n\nThis spell does not give the head any ability to speak, think, or take any kind of action other than to turn itself, though it is a suitable target for other spells such as [magic mouth](/spells/magic-mouth)."
  }
]
