[{"name":"Abeyance","school":"abjuration;","description":"Abeyance suppresses the effects of a single curse on a creature. It does not restore any damage or drain that might have been caused by the curse. Abeyance cannot suppress curses that cannot be removed byremove curse, but it can suppress curses such as lycanthropy that requireremove cursealong with additional measures. An individual curse can be suppressed only once by abeyance, even if cast by a different caster."},{"name":"Abhorrent Blight","school":"necromancy;","description":""},{"name":"Ablative Barrier","school":"conjuration","subschool":"creation","descripters":["force"],"description":"Invisible layers of solid force surround and protect the target, granting that target a +2armor bonusto AC. Additionally, the first 5 points of lethal damage the target takes from each attack are converted intononlethal damage. Against attacks that already dealnonlethal damage, the target gainsDR5/—. Once this spell has converted 5 points of damage tononlethal damagepercaster level(maximum 50 points), the spell is discharged.\nAdd half your tier to the spell’sarmor bonus. Add half your tier to the amount of lethal damage from each attack that is converted to non-lethal damage and to theDRagainst non-lethal damage.\nAdd half your tier to yourcaster levelwhen determining how much damage the spell converts before it’s discharged."},{"name":"Ablative Sphere","school":"abjuration;","description":"An immobile, crystalline, web-like globe surrounds you. When the ablative sphere winks into existence, it provides you withimproved cover(see below). The barrier does not impede a spell’s line of sight or effect.\nThe sphere is 1 inch thick percaster level, hashardness5, and 3hit pointsper inch of thickness. When an ablative sphere loseshit points, the level ofcoverit provides is reduced. When the ablative sphere has lost one-third of itshit points, it providescoverinstead ofimproved cover. Once it has lost two-thirds of itshit points, it provides onlypartial cover. Finally, when the ablative sphere’shit pointsreach 0, the globe is destroyed. When an attack reduces an ablative sphere’shit pointsto 0, you take any remaining damage.\nImproved Cover"},{"name":"Aboleth’s Lung","school":"transmutation;","description":""},{"name":"Absolution","school":"abjuration;","description":"You purge impure thoughts from the target’s mind and fill him with exultant relief at the forgiveness of his sins.Absolutionends allcharmorcompulsioneffects affecting the target (including harmless compulsions, such asheroism) as perbreak enchantment. If the target was forced to perform any actions contrary to hisalignment,monkvows,paladinoath, or similar code of conduct by thatcharmorcompulsioneffect, that action doesn’t cause him to lose access to class abilities, including divine spellcasting.\nUnlike anatonementspell,absolutioncan’t reversealignmentchange or the effects of willing transgressions, induce a creature to change itsalignment, or restore class abilities lost because of misdeeds performed in the past.Absolutionautomatically works if the caster and the target share the samealignmentor the same patron deity. If they don’t, but their alignments are within one step of each other,absolutionhas a 5% chance of success percaster level. If neither of these is true, the spell automatically fails."},{"name":"Absorb Toxicity","school":"necromancy;","description":"You absorb the toxicity of your surroundings, becoming toxic as a result. While under the effect of this spell, you are immune to diseases and poisons with which you come into contact. When you are exposed to adiseaseorpoison, you can choose to absorb it. Doing so ends theimmunitydue to this spell to anydiseaseandpoisonother than the one you absorbed. You remain immune to the new affliction until this spell ends. Castingabsorb toxicityon yourself a second time does not allow you to absorb a second toxin, but instead resets the duration of the effect to its full 10 minutes/level.\nWhile you have adiseaseorpoisonabsorbed, you can use a meleetouch attackto transfer that affliction to another creature. A missed attack does not discharge the spell, and you can try to transfer the affliction again in subsequent rounds. If you hit, this spell is discharged, and your target must make a saving throw against the transferred affliction (DC equal to this spell’s save DC or the affliction’s save DC, whichever is higher) or suffer its effect or initial effect immediately. The target then continues to suffer from the affliction’s normal effects."},{"name":"Absorbing Barrier","school":"abjuration;","description":"You ward all creatures and objects in the area from ranged weapons. The spell’s area of effect is often a sphere, although you can shape it to be smaller than the maximum area or to exclude certain adjacent areas or objects (for example, if you are warding a specific structure, or if you are roughly warding the front lines of a battlefield). This spell’s area is also up to 40 feet in height, so flying creatures benefit as long as they are in this area of effect."},{"name":"Absorbing Inhalation","school":"transmutation","descripters":["air"],"description":"You grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect. If the targeted cloud is a magical effect, you must succeed at acaster levelcheck (DC 11 + the effect’scaster level) to inhale it. Inhaling the cloud removes it from the area, leaving normal air in its place. If the cloud is too large for you to affect with a single casting of this spell, you may instead inhale a portion of the cloud, but you must inhale the portion of the cloud closest to you. This spell has no effect on gaseous creatures. It can only affect an instantaneous-duration cloud (such as abreath weapon) if you ready an action to cast the spell in response."},{"name":"Absorbing Touch","school":"transmutation;","description":"You absorb the next object your hand touches into your body. If you are already holding an object, you can attempt to absorb it; otherwise, you may touch an object as astandard actionseparate from casting the spell. You can absorb any nonmagical, nonliving object weighing no more than 1 pound percaster level. A container and its contents count as a single object. Objects in the possession of another creature receive aFortitudeSaving Throw to prevent absorption. You may continue to attempt to absorb objects until one is absorbed."},{"name":"Abstemiousness","school":"transmutation;","description":""},{"name":"Absurdity","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Phantasm\">phantasm</a>","descripters":["emotion","<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"Your targets perceive intimidation and threats as laughably absurd.\nA character attempting to intimidate your targets is instead perceived as having exaggerated facial features or babbling and awkward speech. Effects that imposefearconditions become objects of ridicule, with the targets making fun of the source of the object as it attempts to scare them.\nAbsurdity protects your targets from gaining lesserfearconditions (spooked,shaken, and scared), granting themimmunityto spooked and a 50% chance to negateshakenor scared conditions instead of gaining them from any effect, including uses of theIntimidateskill to demoralize. Any other effect related to a spell or ability that generatesfear(such asdyingfrom aphantasmal killer) affects them normally, and effects that ignoreimmunitytofearalso ignore absurdity."},{"name":"Abundant Ammunition","school":"conjuration","subschool":"summoning","description":""},{"name":"Abyssal Vermin","school":"transmutation;","description":"You infuse the target with power from the Abyss, granting it thefiendish creature simple template. TheswarmgainsDR5/good if it has at least 5Hit Dice, orDR10/good it if has at least 11 HD. It gainscold resistance5 andfire resistance5 if it has at least 5 HD, orcold resistance10 andfire resistance10 if it has at least 11 HD. It gainsspell resistanceequal to its CR + 6."},{"name":"Accelerate Poison","school":"transmutation","descripters":["poison"],"description":""},{"name":"Accept Affliction","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Healing\">healing</a>","descripters":["good"],"description":""},{"name":"Accursed Glare","school":"necromancy","descripters":["curse"],"description":""},{"name":"Acid Arrow","school":"conjuration","subschool":"creation","descripters":["acid"],"description":""},{"name":"Acid Fog","school":"conjuration","subschool":"creation","descripters":["acid"],"description":""},{"name":"Acid Maw","school":"transmutation","descripters":["acid"],"description":"Youranimal companion’sbite attack deals an additional 1d4 points of acid damage, and the acid deals another 1d4 points of acid damage to the target on the next round. The acid continues to deal damage for 1 additional round per 4 caster levels (to a maximum of 6 total rounds atcaster level20th). This ongoing acid damage doesn’t stack from multiple attacks, but the duration resets if a newer bite would cause the ongoing damage to last longer than the duration remaining from a previous one."},{"name":"Acid Pit","school":"conjuration","descripters":["creation"],"description":"This spell functions ascreate pit, except that it places a 5-foot deep pool of acid at the bottom of the pit. The pit has a maximum depth of 100 feet. Creatures who fall into the pit take falling damage as normal (the acid counts as a yielding surface), plus 2d6 points of acid damage per round spent in contact with the acid. In addition, exposed items carried by a creature in the pit may be harmed. Refer toTable: Items Affected by Magical Attacks(also copied here for convenience)."},{"name":"Acid Splash","school":"conjuration","subschool":"creation","descripters":["acid"],"description":""},{"name":"Acidic Spray","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","descripters":["acid"],"description":""},{"name":"Acute Senses","school":"transmutation;","description":""},{"name":"Adhesive Blood","school":"transmutation;","description":""},{"name":"Adhesive Spittle","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","description":""},{"name":"Adjuring Step","school":"abjuration","subschool":"force","description":""},{"name":"Adjustable Disguise","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Glamer\">glamer</a>","description":""},{"name":"Adjustable Polymorph","school":"transmutation","subschool":"<a href=\"http://www.d20pfsrd.com/magic/all-spells/a/p/polymorph\" style=\"font-style:italic\">polymorph</a>","description":""},{"name":"Admonishing Ray (3.5E)","school":"evocation","descripters":["force"],"description":"You blast your enemies with rays of nonlethal force. You may fire one ray, plus one additional ray for every four levels you possess beyond 3rd (to a maximum of three rays at 11th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of nonlethal damage. This is a force effect. The rays may be fired at the same or different targets, but all rays must be fired simultaneously and aimed at targets within 30 feet of each other."},{"name":"Adoration","school":"transmutation;","description":""},{"name":"Adroit Retrieval","school":"transmutation;","description":""},{"name":"Advanced Scurvy","school":"necromancy","descripters":["<a href=\"http://www.d20pfsrd.com/gamemastering/afflictions/diseases\">disease</a>","evil"],"description":""},{"name":"Aerial Tracks","school":"divination","descripters":["air"],"description":""},{"name":"Age Resistance","school":"transmutation;","description":"ComponentsV, S\nThis spell functions aslesser ageresistance, except you ignore allStrength,Dexterity, andConstitutionpenalties gained from middle age, old age, and venerable age.\nSchooltransmutation;Levelalchemist3,druid4,sorcerer/wizard4,witch4\nCASTING\nCasting Time1standard actionComponentsV, S, M (ground stone dust)\nEFFECT\nRangepersonalTargetyouDuration24 hours\nDESCRIPTION"},{"name":"Aggravate Affliction","school":"necromancy;","description":""},{"name":"Aggressive Thundercloud","school":"evocation","descripters":["electricity"],"description":"A crackling, spherical storm cloud flies in whichever direction you point and deals electricity damage to those it strikes. It has a fly speed of 20 feet with perfect maneuverability. If it enters a space that contains a creature, the storm stops moving for the round and deals 3d6 points of electricity damage to that creature, though a successfulReflexsave negates that damage. It providesconcealment(20% miss chance) to anything within it, and its flickering light illuminates the same area acandlewould.\nThe sphere moves as long as you actively direct it (as amove actionfor you); otherwise, it stays at rest and crackles with lightning. It can be moved by wind effects and counts as a Small creature for the purpose of determining how winds affect it. The sphere has no physical substance and cannot exert any force on corporeal creatures or objects. It disperses if it exceeds the spell’s range.\nSchoolevocation[electricity, sonic];Leveldruid4,magus4,sorcerer/wizard4,witch4Saving ThrowReflexnegates andFortnegates (see text);Spell Resistanceyes\nDESCRIPTION"},{"name":"Agonize","school":"evocation","subschool":"<a href=\"http://www.d20pfsrd.com/classes/core-classes/cleric/domains/paizo-domains/evil-domain/kyton-subdomain\">evil</a>, <a href=\"http://www.d20pfsrd.com/classes/core-classes/cleric/domains/paizo-domains/law-domain/kyton-subdomain-law\">law</a>","descripters":["evil","pain"],"description":""},{"name":"Agonizing Rebuke","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Phantasm\">phantasm</a>","descripters":["emotion","mind-affecting","pain"],"description":""},{"name":"Aid","school":"enchantment","subschool":"compulsion","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Air Breathing","school":"transmutation;","description":"The transmuted creatures can breathe air freely."},{"name":"Air Bubble","school":"conjuration","subschool":"creation","description":""},{"name":"Air Geyser","school":"evocation","descripters":["air"],"description":""},{"name":"Air of Authority","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Glamer\">glamer</a>","description":""},{"name":"Air Step","school":"transmutation","descripters":["air"],"description":"This spell functions asair walk, except you can rise no higher than 1 foot off the ground, you cannot pass over liquid, and the air you walk on is lessstablethan solid ground. When walking on air, you ignore difficult terrain that is less than 1 foot high, you do not trigger effects based on weight (such as a pressure plate), and any creature trying to track you through areas you crossed with this spell takes a –10 penalty on itsPerceptionorSurvivalcheck to do so. However, because of the instability of the air you walk on, your speed is reduced by 10 feet (to a minimum of 5 feet) and you take a –4 penalty onAcrobatics,Climb, andRidechecks."},{"name":"Air Walk","school":"transmutation","descripters":["air"],"description":"The subject can tread on air as if walking on solid ground. Moving upward is similar to walking up a hill. The maximum upward or downward angle possible is 45 degrees, at a rate equal to half the air walker’s normal speed.\nA strong wind (21+ miles per hour) can push the subject along or hold it back. At the end of a creature’s turn each round, the wind blows the air walker 5 feet for each 5 miles per hour of wind speed. The creature may be subject to additional penalties in exceptionally strong or turbulent winds, such as loss of control over movement or physical damage from being buffeted about.\nShould the spell duration expire while the subject is still aloft, the magic fails slowly. The subject floats downward 60 feet per round for 1d6 rounds. If it reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, taking 1d6 points of damage per 10 feet of fall. Since dispelling a spell effectively ends it, the subject also descends in this way if the air walk spell is dispelled, but not if it is negated by anantimagic field.\nYou can cast air walk on a specially trained mount so it can be ridden through the air. You can train a mount to move with the aid of air walk (counts as a trick; seeHandle Animalskill) with 1 week of work and a DC 25Handle Animalcheck.\nSchooltransmutation [air];Levelalchemist5,cleric5,druid5\nCASTING\nCasting Time1standard actionComponentsV, S, DF\nEFFECT\nRangetouchTargetcreatures touchedDuration10 min./levelSaving Thrownone;Spell Resistanceyes (harmless)\nDESCRIPTION"},{"name":"Akashic Communion","school":"bard","description":"You attempt to obtain a glimpse of some specific event from the Akashic Record, theextraplanarrepository of all experiences that have ever occurred. This allows you to attempt oneKnowledgeskill check of your choice per 3 caster levels you have, each with a +10insight bonus. You are treated as trained in anyKnowledgeskills used for these checks, and can use this spell to reroll aKnowledgeskill check you have already failed. The GM rolls theseKnowledgechecks in secret, as the Akashic Record is incredibly remote, and impressions gleaned from the distant repository are sometimes skewed when received. On a natural 1, the resulting answer is wildly inaccurate."},{"name":"Akashic Form","school":"necromancy;","description":"You create a perfect record of your physical body in the Akashic Record at the time the spell is cast. This record includes your current hit point total, physical ability scores (Strength,Dexterity, andConstitution), and any conditional modifiers or conditions such asability damageto physical ability scores,disease,negative levels, andpoison. If at any point within the duration of the spell you are reduced to fewer than 0hit pointsor are slain by a death effect that is notmind-affecting, you can immediately let your current physical body die and assume the record of your physical body on your next turn.\nWhen this happens, your corpse disappears, and you can either resume the place of yourdeadbody (already wearing any clothing still attached to the corpse) or appear in any place you’ve been within 500 feet of where your corpse lies (but without any of your gear)."},{"name":"Alacrity","school":"transmutation;","description":"This spell’s energy quickens your steps, allowing fancy footwork."},{"name":"Alarm","school":"abjuration;","description":"Alarmcreates a subtle ward on an area you select. Once the spell effect is in place, it thereafter sounds a mental or audible alarm each time a creature of Tiny or larger size enters the warded area or touches it. A creature that speaks the password (determined by you at the time of casting) does not set off thealarm. You decide at the time of casting whether thealarmwill be mental or audible in nature.\nMental Alarm: A mentalalarmalerts you (and only you) so long as you remain within 1 mile of the warded area. You note a single mental “ping” that awakens you from normal sleep but does not otherwise disturb concentration. Asilencespell has no effect on a mentalalarm.\nAudible Alarm: An audiblealarmproduces the sound of a hand bell, and anyone within 60 feet of the warded area can hear it clearly. Reduce the distance by 10 feet for each interposing closed door and by 20 feet for each substantial interposing wall.\nIn quiet conditions, the ringing can be heard faintly as far as 180 feet away. The sound lasts for 1 round. Creatures within asilencespell cannot hear the ringing.\nEthereal or astral creatures do not trigger thealarm."},{"name":"Alchemical Allocation","school":"transmutation;","description":"This extract causes a pale aura to emanate from your mouth."},{"name":"Alchemical Tinkering","school":"transmutation;","description":""},{"name":"Align Weapon","school":"transmutation","subschool":"<a href=\"http://www.d20pfsrd.com/classes/core-classes/cleric/domains/paizo-domains/chaos-domain/demodand-subdomain\">chaos</a>, <a href=\"http://www.d20pfsrd.com/classes/core-classes/cleric/domains/paizo-domains/evil-domain/demodand-subdomain-evil\">evil</a>","descripters":["see text"],"description":"Align weaponmakes a weapon chaotic, evil, good, or lawful, as you choose. A weapon that is aligned can bypass thedamage reductionof certain creatures. This spell has no effect on a weapon that already has an alignment.\nYou can’t cast this spell on a natural weapon, such as an unarmed strike. When you make a weapon chaotic, evil, good, or lawful,align weaponis a chaotic, evil, good, or lawful spell, respectively.\nSchooltransmutation[see text];Levelcleric3,inquisitor3\nCASTING\nCasting Time1standard actionComponentsV, S, DF\nEFFECT\nRangetouchTargetweapons or projectiles touchedDuration1 minute/levelSaving ThrowWillnegates (harmless, object);Spell Resistanceyes (harmless, object)\nDESCRIPTION"},{"name":"Allegro","school":"transmutation;","description":""},{"name":"Alleviate Addiction","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Healing\">healing</a>","description":""},{"name":"Alleviate Corruption","school":"abjuration;","description":"You combat the rising corruption in another creature or advance the long-term process of exorcising it entirely. This spell has two purposes, and you choose which application to use at the time of casting.\nCombat Corruption: Each time a creature fails a saving throw to prevent its corruption from progressing (as described in that corruption’s Progression section), it advances to the next corruption stage—at stage 3, it loses the battle against its corruption. Using this spell can lower the target’s corruption stage by 1. This has no effect if the target isn’t at progression stage of 1 or higher.\nRemove Corruption: You can remove 1 manifestation level from the target creature, as well as the most recently acquired manifestation and its corresponding gift and stain. Doing this also reduces the power of gifts and stains that vary based upon manifestation level. This application of alleviate corruption doesn’t reduce the target’s corruption stage. If the target creature loses all manifestation levels, it is cured of the corruption.\nEither application of the spell requires acaster levelcheck. The DC is equal to 10 + double the target’s manifestation level + 3 times the target’s corruption stage (effectively 0, 3, or 6, since stage 3 removes the character from player control).\nTampering with corruptions is dangerous, as their nature is contagious. If you fail thiscaster levelcheck by 5 or more, you contract the corruption and gain a manifestation (the rules for the useful and vile corruption variants still apply). A roll of natural 1 on thecaster levelcheck is an automatic failure. If you already have the same corruption, you must instead attempt an immediate saving throw against it. Casting alleviate corruption on yourself automatically fails, as does casting it on a target who has fully succumbed to a corruption (failed three saving throws against it)."},{"name":"Allfood","school":"transmutation;","description":"You can transform one object, weighing up to 5 lbs. percaster level, into an edible substance that any living creature can chew, swallow, and safely digest. This allfood always has a bland taste and slightly gooey consistency when chewed regardless of its original nature.\nOne pound of allfood provides enough sustenance to support a Medium creature for an entire day."},{"name":"Allied Cloak","school":"abjuration;","description":""},{"name":"Alluring Spores","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","description":"This spell creates a burst of spores that weaken the mind."},{"name":"Ally Across Time","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Summoning\">summoning</a>","description":"You create one or more 5-foot cubes of temporal possibility where your timeline overlaps with those of your parallel existences. As afree action, you cansummona duplicate of yourself (not including anyanimal companions, familiars, intelligent items, or other creatures) from an alternate timeline in one of the cubes you can see, which lasts until the end of your turn. This duplicate has your statistics (though itshit pointsequal yourcaster level), threatens all squares adjacent to it, and has any teamwork feats you have. Although the duplicate appears with all of the equipment you currently carry, it cannot use any of its equipment and all its equipment disappears when the duplicate does. This duplicate cannot voluntarily move from the space in which it’s summoned. During its brief existence, a duplicate can use theaid anotheraction once to assist you, but it cannot take any other type of action. Once a duplicate disappears, the cube of temporal possibility it occupied dissipates."},{"name":"Alpha Instinct","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Charm\">charm</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Alter Musical Instrument","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Figment\">figment</a>","description":""},{"name":"Alter River","school":"transmutation","descripters":["water"],"description":"You alter the flow of water in a natural freshwater channel such as a river, stream, or waterfall. The first version of this spell alters the speed of a river’s flow. The second diverts the course of the targeted river.\nAlter Current: The river’s current increases or decreases in speed by up to 1 mile per hour per 2 caster levels you possess. A typical placid river travels at a rate of up to 2 mph (no effect on local movement); a swift river travels 2–4 mph, moving creatures and objects 10 to 40 feet downstream per round; and an area of river rapids travels 7–10 mph, moving creatures and objects 60 to 90 feet downstream per round. Altering the speed of the current alters the difficulty of swimming in the water accordingly.\nDivert River: The river diverts its course in a direction of your choosing. The river flows in the general direction indicated, but otherwise conforms to the shape of the local terrain. This spell cannot cause a river to flow uphill, though the river surges over its natural banks and inundates terrain lower than its average depth. Creatures in the path of the redirected river are in danger of being swept away; if directed properly, this spell causes a flood. See Aquatic Terrain for more details.\nAlter river can be made permanent with apermanencyspell."},{"name":"Alter Self","school":"transmutation","subschool":"polymorph","description":"When you cast this spell, you can assume the form of any Small or Medium creature of thehumanoidtype. If the form you assume has any of the following abilities, you gain the listed ability:darkvision60 feet,low-light vision,scent, and swim 30 feet."},{"name":"Alter Summoned Monster","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Summoning\">summoning</a>","description":""},{"name":"Alter Winds","school":"transmutation","descripters":["air"],"description":""},{"name":"Amnesia","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You cause the target to lose most of its memories; its skills, its past, and even its name become mysteries to it. While the target can build new memories, it has trouble accessing those gained before falling victim to the spell. The target can still speak and read any languages it knows and perform basic tasks, but it loses all class abilities, feats, and skill ranks gained before being affected by amnesia. It retains itsbase attack bonus, saving throws bonuses,Combat Maneuver Bonus,Combat Maneuver Defense, totalexperience points,Hit Dice, andhit points. If the target gains a character level while suffering from amnesia, it can use any abilities gained by that class level normally. If the class level it gained was from a class in which it already has levels, it gains the abilities of a 1st-level character of that class, even though it is technically of a higher level in that class."},{"name":"Amplify Elixir","school":"transmutation;","description":""},{"name":"Amplify Stench","school":"transmutation;","description":""},{"name":"Analyze Aura","school":"divination;","description":"You peer into the aura of one target creature or object, gaining valuable information about its condition and nature. Each round, choose one of the target’s four auras. This spell functions similarly to the read aura occult skill unlock, but doesn’t require checks and returns results on all the target’s auras in an instant.\nAlignment Aura: You study the target’s spiritual nature to determine itsalignment. You also learn the type and power of itsalignmentaura, asdetect evil.\nEmotion Aura: The colors playing within the target’s aura reveal its emotional state, granting valuable insight into its psyche. You learn a general summary of the target’s current disposition, as well as its attitude toward any other creatures within 30 feet of it. For the duration of the spell and for 1 hour afterward, you gain a +2circumstance bonusonBluff,Diplomacy,Intimidate, andSense Motivechecks you attempt against the target. Objects do not have emotion auras, except intelligent weapons and similar sentient oddities.\nHealth Aura: The flow of vital force animating the target becomes plainly visible, giving you insight into its physical condition. You know whether the target is unharmed or wounded, Whether it is poisoned or diseased, and whether it is under any of the following conditions:confused,disabled,dying,nauseated,panicked,staggered,stunned, orunconscious.\nFurther, your insight into the overall strength of the target’s vital force reveals the total number of points available in itskipool, grit pool, or similar resource. Objects and mostundeadcreatures don’t have health auras."},{"name":"Analyze Dweomer","school":"divination;","description":"You can observe magical auras. Each round, you may examine a single creature or object that you can see as afree action. In the case of a magic item, you learn its functions (including any curse effects), how to activate its functions (if appropriate), and how many charges are left (if it uses charges). In the case of an object or creature with active spells cast upon it, you learn each spell, its effect, and its caster level."},{"name":"Ancestral Communion","school":"divination;","description":""},{"name":"Ancestral Gift","school":"conjuration","subschool":"summoning","description":"A ghostly manifestation of one of your ancestors appears before you bearing a weapon of your choice in its hands. The weapon may be any simple, martial, or dwarven weapon. It has a +1 enhancement bonus and one weapon special ability (your choice) fromMagic Weaponswith a price equivalent to a +1 bonus (if the weapon is a double weapon, the ability and the enhancement bonus only apply to one end, or the weapon can have a +1 enhancement bonus on both ends but no other magical abilities)."},{"name":"Ancestral Memory","school":"divination;","description":"When you cast this spell, you open your mind to the vast experiences of your ancestors in the hope of learning something pertinent about your current situation. The chance of successfully finding an ancestral memory that is pertinent is equal to 70% + your caster level. Failure indicates you merely gain a +5insight bonuson allIntelligence-based skill checks for the duration of the spell.\nSuccess indicates that you not only gain the +5insight bonuson allIntelligence-based skill checks, but that one of your ancestors came across a situation or problem similar to one you are currently facing. In this case, theGMprovides you with some specific information to assist you in overcoming your problem."},{"name":"Ancestral Regression","school":"transmutation","subschool":"polymorph","description":""},{"name":"Anchored Step","school":"transmutation;","description":""},{"name":"Angelic Aspect","school":"transmutation","descripters":["good"],"description":"You take on an aspect of an angelic being, including some of its physical characteristics.\nYou gainlow-light vision,resistanceto acid 5,resistanceto cold 5, and the benefits ofprotection from evil.\nSchooltransmutation[good];Levelcleric5,paladin3,sorcerer/wizard5\nDESCRIPTION\nThis spell functions likelesser angelic aspect, except you gainlow-light vision,darkvision60,resistanceto acid and cold 10, andDR5/evil, and you sprout white feathered wings allowing you to fly at a speed of 30 feet with average maneuverability. In addition, yournatural weaponsand any weapons you wield are considered good-aligned for the purpose of overcomingdamage reduction.\nSchooltransmutation[good];Levelcleric8,paladin4,sorcerer/wizard8\nDESCRIPTION\nThis spell functions likelesser angelic aspect, except you gainlow-light vision;darkvision60 feet;DR10/evil;immunityto acid, cold, and petrification;resistanceto electricity and fire 10; a +4racial bonuson saves againstpoison; and protective aura and truespeech assupernaturalabilities for the duration of the spell. Also, your wings give you a fly speed of 60 feet with good maneuverability.\nProtective aura provides a +4deflection bonusto AC and a +4resistance bonuson saving throws against attacks made or effects created by evil creatures to anyone within 20 feet. Otherwise, it functions as amagic circle against eviland alesser globe of invulnerability, both with a radius of 20 feet."},{"name":"Animal Ambassador","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You compel a singleanimalto travel to a spot you designate and deliver a message to a creature you identify. This spell is similar toanimal messenger, but can affect largeranimals. In addition, the targetanimalis temporarily awakened to sentience (as theawakenspell) for the duration of this spell, and it can use its increased mental acuity to come up with creative solutions to overcome obstacles to delivering its message. The awakened targetanimalspeaks any one language you know. In addition, you can imbue theanimalwith up to 5 ranks in any of the following skills:Bluff,Diplomacy,Knowledge(local),Knowledge(nobility),Linguistics, orSense Motive. It treats any of these skills that are class skills for you as class skills. The number of ranks you imbue in any of these skills can’t exceed the targetanimal’sHit Dicenor the number of ranks you possess in that skill.\nThe message you send with your animal ambassador can be a verbal message, which the awakened targetanimalcan speak using its own voice or deliver using your voice. It can engage in conversation using its own intellect, knowledge, and linguistic abilities. The animal ambassador is loyal to you, but it is otherwise susceptible tomind-affectingeffects like any other creature. You can also send your animal ambassador with an object or container that is within its physical ability to carry, making it deliver the contents to the target of your intended message. If the object it is given to carry is poisonous, trapped, or otherwise inherently dangerous (even if it would normally be dangerous only to the creature receiving it rather than theanimal), or if you or your allies attack the targetanimal, the animal ambassador spell fails and theanimalbecomes hostile toward you. The animal ambassador intelligently but singlemindedly attempts to deliver the message to its intended target, and you can’t task it with other tasks like fighting, scouting, searching for traps, and so on. It leaves on its delivery once it receives its message."},{"name":"Animal Aspect","school":"transmutation","subschool":"polymorph","description":"You gain some of the beneficial qualities of an animal. Your base form is largely unchanged and your size is unaltered, but some of your body parts are altered. Armor or gear you are wearing adjusts to your new shape for the duration of the spell. When you cast animal aspect, choose one of the following animals to gain the associated benefits. You can only have one animal aspect or greater animal aspect spell active on you at a time.\nSchooltransmutation(polymorph);Levelalchemist3,bloodrager3,druid3,magus3,psychic4,ranger3,sorcerer/wizard4\nCASTING\nCasting Time1standard actionComponentsV, S, M/DF (a part of theanimal)\nEFFECT\nRangepersonalTargetyouDuration1 minute/level (D)Saving Thrownone;Spell Resistanceyes (harmless)\nDESCRIPTION\nThis spell functions likeanimal aspect, except you can either gain two aspects at once or one aspect that adds effects to the aspects that animal aspect grants, as described below.\nYou gainlow-light vision, a +2size bonusto the physical ability score of your choice, and a +1enhancement bonusto yournatural armor. Alternatively, you may cast the non-mythic form of this spell on a touched willing creature."},{"name":"Animal Growth","school":"transmutation;","description":"The target animal grows to twice its normal size and eight times its normal weight. This alteration changes the animal’s size category to the next largest, grants it a +8 size bonus toStrengthand a +4 size bonus toConstitution(and thus an extra 2 hit points per HD), and imposes a -2 size penalty toDexterity. The creature’s existing natural armor bonus increases by 2. The size change also affects the animal’s modifier to AC, attack rolls, and its base damage. The animal’s space and reach change as appropriate to the new size, but its speed does not change. If insufficient room is available for the desired growth, the creature attains the maximum possible size and may make aStrengthcheck (using its increasedStrength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it–the spell cannot be used to crush a creature by increasing its size.\nAll equipment worn or carried by the animal is similarly enlarged by the spell, though this change has no effect on the magical properties of any such equipment.\nAny enlarged item that leaves the enlarged creature’s possession instantly returns to its normal size."},{"name":"Animal Messenger","school":"enchantment","subschool":"compulsion","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You compel a Tiny animal to go to a spot you designate. The most common use for this spell is to get an animal to carry a message to your allies. The animal cannot be one tamed or trained by someone else, including such creatures as familiars and animal companions."},{"name":"Animal Purpose Training","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Animal Shapes","school":"transmutation","subschool":"polymorph","description":""},{"name":"Animal Trance","school":"enchantment","subschool":"compulsion","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>","sonic"],"description":""},{"name":"Animate Dead","school":"necromancy","descripters":["evil"],"description":"This spell turns corpses into undeadskeletonsorzombiesthat obey your spoken commands.\nThe undead can be made to follow you, or they can be made to remain in an area and attack any creature (or just a specific kind of creature) entering the place. They remain animated until they are destroyed. A destroyedskeletonorzombiecan’t be animated again.\nRegardless of the type of undead you create with this spell, you can’t create more HD of undead than twice your caster level with a single casting ofanimate dead. Thedesecratespell doubles this limit.\nThe undead you create remain under your control indefinitely. No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level. If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled. You choose which creatures are released. Undead you control through theCommand Undeadfeat do not count toward this limit.\nSkeletons: A skeleton can be created only from a mostly intact corpse or skeleton. The corpse must have bones. If a skeleton is made from a corpse, the flesh falls off the bones.\nZombies: A zombie can be created only from a mostly intact corpse. The corpse must be that of a creature with a physical anatomy.Editor’s Note: The rule regarding costing double HD for creating variantbloody skeletonandburning skeletonvariants was not included in the fast zombie and plague zombie variant zombie template details. It is left to the GMs discretion if that rule would apply to creating variant zombies.\nEditor’s Note\nThebloody skeletonandburning skeletonvariants are created by use of theanimate deadspell but count as double their normal HD when doing so.\nNote: This spell can be used on any mostly intact deadverminthat has an exoskeleton. When this is done the creature gains theexoskeleton template. The template does not indicate any additional costs or requirements (seeExoskeleton template.)Source:AP91\nSourcePRG:UM\nSchoolnecromancy[evil];Levelcleric/oracle2,shaman2,sorcerer/wizard3\nEFFECT\nTargetone corpseDurationinstantaneous\nDESCRIPTION\nThis spell functions asanimate dead, except you can only create a single Small or Mediumskeletonorzombie. You cannot create variantskeletonsorzombieswith this spell.\nAdd your tier to yourcaster levelwhen determining how manyHit Diceofundeadyou can animate with a single casting of this spell. This doesn’t increase the total number ofHit Diceworth ofundeadyou can control. By expending a second use of mythic power, you can ignore the spell’s material component cost.\nAugmented (6th): If you expend two uses of mythic power, anyskeletonsorzombiesyou create gain either the agile or savage mythic template. This template lasts for a number of days equal to your tier. Alternatively, if you’re 8th tier and expend 10 uses of mythic power, anyskeletonsyou create permanently gain the mythicskeletontemplate.\nPathfinder Roleplaying Game Core Rulebook. © 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams."},{"name":"Animate Objects","school":"transmutation;","description":"You imbue inanimate objects with mobility and a semblance of life. Each such animated object then immediately attacks whomever or whatever you initially designate.\nAn animated object can be of any non-magical material. You may animate one Small or smaller object or a corresponding number of larger objects as follows: A Medium object counts as two Small or smaller objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32. You can change the designated target or targets as a move action, as if directing an active spell.\nThis spell cannot affect objects carried or worn by a creature.\nAnimated objectscan be made permanent with apermanencyspell."},{"name":"Animate Plants","school":"transmutation;","description":"You imbue inanimate plants with mobility and a semblance of life. Each animated plant then immediately attacks whomever or whatever you initially designate as though it were an animated object of the appropriate size category. You may animate one Large or smaller plant, or a number of larger plants as follows: a Huge plant counts as two Large or smaller plants, a Gargantuan plant as four, and a Colossal plant as eight. You can change the designated target or targets as a move action, as if directing an active spell.\nUse the statistics for animated objects, except that plants smaller than Large don’t have hardness.\nAnimate plantscannot affect plant creatures, nor does it affect nonliving vegetable material.\nEntangle: Alternatively, you may imbue all plants within range with a degree of mobility, which allows them to entwine around creatures in the area. This usage of the spell duplicates the effect of anentanglespell.Spell resistancedoes not keep creatures from beingentangled. This effect lasts 1 hour per caster level."},{"name":"Animate Rope","school":"transmutation;","description":"You can animate a nonliving rope-like object. The maximum length assumes a rope with a 1-inch diameter. Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope’s diameter by half.\nThe possible commands are “coil” (form a neat, coiled stack), “coil and knot,” “loop,” “loop and knot,” “tie and knot,” and the opposites of all of the above (“uncoil,” and so forth). You can give one command each round as a move action, as if directing an active spell.\nThe rope can enwrap only a creature or an object within 1 foot of it – it does not snake outward – so it must be thrown near the intended target. Doing so requires a successful ranged touch attack roll (range increment 10 feet). A typical 1-inch-diameter hemp rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it. The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to becomeentangled. A creature capable of spellcasting that is bound by this spell must make aconcentration checkwith a DC of 15 + the spell’s level to cast a spell. An entangled creature can slip free with a DC 20 Escape Artist check.\nThe rope itself and any knots tied in it are not magical."},{"name":"Animus Mine","school":"abjuration","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You implant a mental mine within your psyche that triggers against anyone attempting to manipulate your thoughts.\nAny creature that uses amind-affectingeffect against you triggers the mine, causing psychic backlash against the offending creature. This backlash deals 1d6 points of damage percaster level(maximum 10d6) and staggers the target for 1d4 rounds. If the target succeeds at aWillsaving throw, it takes only half damage and negates thestaggeredeffect. The mine does not disrupt themind-affectingeffect that triggered the spell. You can use aswift actionto suppress the trigger of your mine for 1 round to allow someone to use amind-affectingeffect on you. You can have only one mental mine active at a time.\nSchoolabjuration[mind-affecting];Levelmesmerist4,psychic5\nCASTING\nCasting Time1standard actionComponentsV, S\nEFFECT\nRangepersonalDuration1 hour/level or until dischargedSaving ThrowWillnegates (harmless);Spell Resistanceno\nDESCRIPTION"},{"name":"Anonymous Interaction","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Ant Haul","school":"transmutation;","description":"The target’s carrying capacity triples. This does not affect the creature’s actualStrengthin any way, merely the amount of material it can carry while benefiting from this spell. It also has no effect on encumbrance due to armor. If the creature wears armor it still takes the normal penalties for doing so regardless of how much weight the spell allows it to carry.\nSchooltransmutation;Levelalchemist2,cleric2,druid2,psychic2,ranger2,sorcerer/wizard2,summoner/unchained summoner2\nCASTING\nCasting Time1standard actionComponentsV, S, M/DF (a small pulley)\nEFFECT\nRangetouchTargetscreatures touchedDuration2 hours/levelSaving ThrowFortitudenegates (harmless);Spell Resistanceyes (harmless)\nDESCRIPTION\nThis spell functions likeant haulexcept you may divide the duration in 2-hour intervals among the creatures touched."},{"name":"Anthropomorphic Animal","school":"transmutation","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Transmutation-Polymorph\">polymorph</a>","description":"You transform the touchedanimalinto a bipedal hybrid of its original form with ahumanoidform, similar to how a lycanthrope’s hybrid form is a mix of ahumanoidandanimalform. Theanimal‘s size, type, and ability scores do not change. It loses itsnatural attacksexcept for bite (if it had one as ananimal), all types of movement other than its land speed, and special attacks that rely on itsnatural attacks. One pair of its limbs is able to manipulate objects and weapons as well ashumanhands do; limblessanimalslike snakes temporarily grow a pair of arms. The creature’sIntelligenceincreases to 3, and it gains the ability to speak one language you know. It is not considered proficient in any manufactured weapons. It can attack with unarmed strikes, dealing unarmed strike damage for a creature of its size (unless it has a bite attack, which is anatural attack)."},{"name":"Anti-Incorporeal Shell","school":"abjuration;","description":"You bring into being a mobile, hemispherical energy field thatincorporealcreatures cannot enter."},{"name":"Anti-Summoning Shield","school":"abjuration;","description":"Within the area of effect, this spell impedes the use of spells of thesummoningsubschool and other effects thatsummoncreatures."},{"name":"Anticipate Peril","school":"divination;","description":"A creature affected byanticipate perilgains a preternatural sense of danger. The first time during this spell’s duration that the target has to make aninitiativecheck, the creature adds aninsight bonuson thatinitiativecheck equal to the spell’scaster level(maximum +5). Once this bonus applies, the effects of the spell end.\nAdd your tier to the spell’sinitiativebonus and the maximuminitiativebonus the spell can grant."},{"name":"Anticipate Thoughts","school":"divination","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Antilife Shell","school":"abjuration;","description":"You bring into being a mobile, hemispherical energy field that prevents the entrance of most types of living creatures."},{"name":"Antimagic Field","school":"abjuration;","description":"An invisible barrier surrounds you and moves with you. The space within this barrier is impervious to most magical effects, including spells, spell-like abilities, and supernatural abilities. Likewise, it prevents the functioning of any magic items or spells within its confines.\nAnantimagic fieldsuppresses any spell or magical effect used within, brought into, or cast into the area, but does not dispel it. Time spent within anantimagic fieldcounts against the suppressed spell’s duration.\nSummoned creatures of any type wink out if they enter anantimagic field. They reappear in the same spot once the field goes away. Time spent winked out counts normally against the duration of the conjuration that is maintaining the creature. If you castantimagic fieldin an area occupied by a summoned creature that hasspell resistance, you must make a caster level check (1d20 + caster level) against the creature’sspell resistanceto make it wink out. (The effects of instantaneous conjurations are not affected by anantimagic fieldbecause the conjuration itself is no longer in effect, only its result.)\nA normal creature can enter the area, as can normal missiles. Furthermore, while a magic sword does not function magically within the area, it is still a sword (and a masterwork sword at that). The spell has no effect on golems and other constructs that are imbued with magic during their creation process and are thereafter self-supporting (unless they have been summoned, in which case they are treated like any other summoned creatures).Elementals,undead, andoutsiderare likewise unaffected unless summoned. These creatures’ spell-like or supernatural abilities may be temporarily nullified by the field.Dispel magicdoes not remove the field.\nTwo or moreantimagic fieldssharing any of the same space have no effect on each other. Certain spells, such aswall of force,prismatic sphere, andprismatic wall, remain unaffected byantimagic field. Artifacts and deities are unaffected by mortal magic such as this.\nShould a creature be larger than the area enclosed by the barrier, any part of it that lies outside the barrier is unaffected by the field."},{"name":"Antipathy","school":"enchantment","subschool":"compulsion","descripters":["emotion","<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You cause an object or location to emanate magical vibrations that repel either a specific kind of intelligent creature or creatures of a particular alignment, as defined by you. The kind of creature to be affected must be named specifically. A creature subtype is not specific enough. Likewise, the specific alignment to be repelled must be named.\nCreatures of the designated kind or alignment feel an urge to leave the area or to avoid the affected item."},{"name":"Antiplant Shell","school":"abjuration;","description":""},{"name":"Antitech Field","school":"abjuration;","description":"You bring into being a mobile, hemispherical energy field that prevents technological objects, signals, and creatures from entering.\nAn antitech field suppresses any technological effect used within, brought into, or deployed into the area, but does not negate it. Time spent within anantitech fieldcounts against the suppressed effect’s duration.\nRobots and other technologicalconstructsthat come in contact with an antitech field must attempt aFortitudesaving throw each round they remain in the field. Failure indicates a creature can take no actions that round and is considered to behelpless. Success indicates a creature can take either onemove actionor onestandard actionthat round. Partially technological creatures like androids or cyborgs are merelystaggeredif they fail this saving throw. Note that cybernetic equipment does not function in an antitech field, and all benefits granted by such gear are suppressed.\nNon-technological creatures can enter the area, as can low-tech missiles likeslingstones and arrows. High-tech missiles such as bullets and missiles immediately halt upon contacting the field, and either drop to the ground harmlessly or detonate. An antitech field doesn’t stop rays created by magical sources, but does stop rays fired from beam weapons such as lasers. The antitech field does not offer any protection against explosions caused by technological explosives detonating against it—thus, creatures within the field could still take damage from a rocket that explodes against it. If a creature is larger than the area enclosed by the barrier, any part of the creature that lies outside the barrier is unaffected by the field."},{"name":"Antithetical Constraint","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Antitoxin Touch","school":"abjuration;","description":""},{"name":"Anywhere But Here","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Teleportation\">teleportation</a>","description":"This spell functions similarly toplane shift, but instead of transporting the targets to a destination near an intended location on a specific plane, anywhere but here transports affected creatures to a random plane. A creature can be affected by anywhere but here only if it is currently not on its home plane (although targets can, by chance, end up traveling to their home plane as a result of this spell). Subjects always appear in a location that is not inherently harmful, but the exact destination is otherwise random. The specific plane is determined by the table below; the location on the destination plane where the transported creatures arrive is completely subject to the GM’s whim."},{"name":"Apathy","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["emotion","<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You cause a creature to temporarily lose interest in a passion or pursuit, taking the heat off your trail to facilitate a getaway, the finalization of a scheme, or the elimination of incriminating evidence. When casting the spell, you designate a subject or activity about which the target becomes indifferent. While under the effects of apathy, the target takes a –5 penalty on all skill checks and ability checks to investigate, pursue, or otherwise advance its goals in relation to the designated subject. In most cases, however, the target does not attempt such checks if they can be avoided, as it simply has no interest in putting effort into the endeavor."},{"name":"Ape Walk","school":"transmutation;","description":""},{"name":"Aphasia","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You render the target unable to understand any language, including spoken language, written language, sign language, gestures attempting to mimic a crude language, or even truespeech andtelepathy. The affected creature is unable to communicate, use command words, cast spells with verbalcomponents, or use any other abilities that requires language.\nAt the end of each of its turns, the subject can attempt a new saving throw to end the effect."},{"name":"Apparent Master(3.5E)","school":"enchantment;","description":"This charm makes aconstructregard you as its master. The spell only affects mindless constructs that are attuned to the commands of a master, such asanimated objects,golems,retrievers, andshield guardians. All constructs withIntelligencescores, even those that explicitly follow the commands of their creator, such as anhomunculus, are unaffected. If the construct is currently being threatened or attacked by you or your allies it receives a +5 bonus on its saving throw."},{"name":"Appearance of Life","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Glamer\">glamer</a>","descripters":["evil"],"description":"Theillusionmakesundeadcreatures of Medium size or smaller appear as if they were livinghumanoidcreatures. You can target a number ofundeadcreatures whose total number ofHit Diceis no greater than twice yourcaster level. When you create the illusion, you choose the races, genders, and attire for theundeadcreatures. Additionally, the illusion makes theundeadcreatures’ movements appear lifelike (two shufflingzombiescould be made to appear as two strolling lovers). Theillusiondoesn’t create smell, sound, texture, or temperature.UndeadwithIntelligencescores can attempt a saving throw to negate the effect of the spell, but mindlessundeaddo not. Any creatures interacting with the illusion receive a saving throw to disbelieve the illusion.\nTheillusioninterferes withdetect undead, requiring the caster to succeed at a caster check (DC = 11 + yourcaster level) for the spell to determine the creatures areundead."},{"name":"Apport Animal","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Teleportation\">teleportation</a>","description":""},{"name":"Apport Object","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Teleportation\">teleportation</a>","description":"This spell allows you to instantaneously transport a small nonliving object from one location to another. There are two ways to use the spell:sendingallows you to immediately send an object held in your hands to a nearby location, while receiving permits you to cast the spell ahead of time on an object andsummonit to your location at a later time.\nSending: If you choose to send the object elsewhere, the spell functions liketeleport object, except the size of the object is limited and the distance it can travel is equal to only 25 feet + 5 feet per 2 levels. You can’t transport an object to theEthereal Plane. You can send the held object to any square within range, and you don’t need line of sight to the target location. You can place the object in the open or inside a container, a pocket, or even someone’s hand. If there isn’t room in the space you select (either because the space chosen is too small or because there is already something else there), or if the person doesn’t want or isn’t expecting the object in his hands, it appears on the ground within the target’s square instead. You can transport the object to an elevation above the floor as long as the destination is within the spell’s total distance limit.\nReceiving: You can prepare an object ahead of time to apport it to yourself by casting the spell upon it and assigning a mental trigger to complete the spell. You don’t need line of sight to the object to apport it to you, but the object must be within a distance equal to 25 feet + 5 feet per 2 levels. Completing the spell is aswift actionthat has the same restrictions as a thought spell component. You can apport an object in this way even if someone holding the object is unwilling to let you take it. Once you apport the object, the spell ends."},{"name":"Aquatic Cavalry","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Summoning\">summoning</a>","description":""},{"name":"Aquatic Trail","school":"druid","descripters":["water"],"description":""},{"name":"Aqueous Orb","school":"conjuration","subschool":"creation","descripters":["water"],"description":"You create a rolling sphere of churning water that can engulf those it strikes. The aqueous orb can move up to 30 feet per round, rolling over barriers less than 10 feet tall. It automatically quenches any non-magical fires and functions asdispel magicagainst magical fires as long as those fires are size Large or less.\nAny creature in the path of the aqueous orb takes 2d6 points ofnonlethal damage. A successfulReflexsave negates this damage, but a Large or smaller creature that fails its save must make a second save or be engulfed by the aqueous orb and carried along with it. Engulfed creatures are immersed in water and must hold their breath unless capable of breathing water. They gaincoveragainst attacks from outside the aqueous orb but are consideredentangledby its churning currents, takes 2d6 points of nonlethal damage at the beginning of their turn each round they remain trapped. Creatures within the orb may attempt a new Reflex save each round to escape into a random square adjacent to the aqueous orb. The orb may hold one Large creature, 4 Medium, or 16 Small or smaller creatures within it."},{"name":"Arbitrament","school":"evocation","descripters":["sonic"],"description":"All chaotic evil, chaotic good, lawful evil, and lawful good creatures within the area of this spell suffer the following conditions, based on theirHit Dice.\nThe effects are concurrent. A creature can attempt aWillsave to reduce or negate the effects. If subject to multiple effects, the creature rolls once and applies the result to each effect.\nSickenedThe creature issickenedfor 1d4 rounds (Willnegates).\nStaggeredThe creature isstaggeredfor 2d4 rounds, or for 1d4 rounds on a successfulWillsave.\nNauseatedThe creature isnauseatedfor 1d10 minutes, or for 1d4 rounds on a successfulWillsave.\nKilledLiving creatures die, andundeadcreatures are destroyed. On a successfulWillsave, the creature instead takes 3d6 points of damage + 1 point percaster level(maximum v+25).\nFurthermore, if you are on your home plane when you cast this spell, all chaotic evil, chaotic good, lawful evil, and lawful goodextraplanarcreatures within the area are banished to their home planes (Willnegates, at a –4 penalty). Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the arbitrament."},{"name":"Arboreal Hammer","school":"transmutation;","description":"This spell animates a tree’s branch and directs it against your foes. Atcaster level10th or lower, you can target a Huge tree. Atcaster level11th-15th, you can target a Gargantuan tree, and atcaster level16th or higher you can target a Colossal tree. The animated branch makes slam attacks with aStrengthscore equal to 10 + yourcaster level. The branch strikes once per round with anattack bonusequal to yourcaster level+ the branch’sStrengthmodifier, adjusted by the appropriate size modifier (+2 for Huge, +4 for Gargantuan, +8 for Colossal). A Huge tree’s slam deals 2d6 points of damage, a Gargantuan tree’s slam deals 3d6 points of damage, and a Colossal tree’s slam deals 4d6 points of damage; the tree adds 1-1/2 times itsStrengthmodifier to this damage. A Huge tree has reach 15 feet, a Gargantuan has reach 20 feet, and a Colossal has reach 30 feet. The tree attacks the creature you designate when you cast the spell, and is unable to move. You can direct the tree against a new target as amove action. The tree does not gain a bonus forflanking, nor can it help another combatantflank. It cannot attack a foe you cannot see.\nYou animate two branches instead of one, allowing the tree to attack twice per round. Add your tier to yourcaster levelwhen determining the tree’sStrengthscore. A creature struck by both slam attacks in the same round must succeed at aFortitudesave against the spell’s DC or bestaggeredfor 1 round.\nAugmented (7th): If you expend two uses of mythic power, the tree attempts three slam attacks per round and its slams bypass alldamage reduction. A creature struck by all three slam attacks in the same round isstunnedfor 1 round andstaggeredfor 1d4 rounds after thestunends. A successfulFortitudesave negates thestunand reduces the duration of beingstaggeredby half."},{"name":"Arcana Theft","school":"abjuration;","description":""},{"name":"Arcane Cannon","school":"transmutation;","description":"Your focus becomes a Medium arcane cannon that appears in an unoccupied square within the spell’s range. If no unoccupied square is within range, the spell fails. The cannon comes into existence loaded. Each round thereafter, the cannon can either fire or load. A cannon must be loaded to fire. You do not need to supply ammunition for the cannon. On your turn, you can spend amove actionto direct the cannon to wheel itself to a new location, moving the cannon up to 20 feet. If the arcane cannon ever leaves your line of sight, it winks out of existence, and the spell’s duration ends. The cannon has a range increment of 50 feet. It targetstouch attackin the first range increment, and it has no misfire chance. The cannon acts as a weapon with the conductive special weapon ability, which you can use to channel yourspell-likeorsupernaturalabilities as long as you are within the range of arcane cannon. The cannon’sattack bonusis equal to yourcaster level+ yourIntelligencebonus or yourCharismabonus (forwizardsorsorcerers, respectively) with an additional +1 per four caster levels (maximum +5 at 20th level). On a hit, the cannon deals 4d10 damage. The arcane cannon attacks have a critical modifier of ×4.\nThe cannon has AC 10,hardness10, and 80hit points. If the cannon is subject to a spell or effect that requires a save, it uses your saving throw modifiers. The cannon never provokesattacks of opportunity. If the cannon is destroyed, so is your focus.\nThe cannon deals 6d10 points of damage on a successful hit.\nAdd your tier to the cannon’shardnessand your tier × 5 to itshit points. Itsconductiveproperty can channel any spell with a range oftouch(you have to expend only one spell for this, not two). You may cast a spell with an energy descriptor on the cannon. If you do, for a number of rounds equal to the spell’s level, half the cannon’s damage is untyped damage and the other half is energy damage of the spell’s type.\nCasting a spell with a different energy descriptor onto the cannon replaces its current energy type with that of the new spell."},{"name":"Arcane Concordance","school":"evocation;","description":""},{"name":"Arcane Disruption","school":"enchantment","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Enchantment-Compulsion\">compulsion</a>","descripters":["curse","<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"This spell makes it difficult for the subject to cast arcane spells, usespell-like abilities, and use some abilities granted by arcane spellcasting classes. The subject must succeed at aconcentrationcheck (DC = 10 + 1/2 itscaster level) in order to cast an arcane spell, use anyspell-like ability(even those that come from a divine source), use arcane spell completion or spell trigger magic items, or use any of the following class features that come from an arcane spellcasting class: arcane school powers,arcanistexploits, bardic performances,magus arcana, orwitchhexes. Spells,spell-like abilities, or class features that take a free, swift, orimmediate actionaren’t affected by this spell, nor aremythic spellsormythicpowers."},{"name":"Arcane Eye","school":"divination","subschool":"scrying","description":""},{"name":"Arcane Lock","school":"abjuration;","description":""},{"name":"Arcane Mark","school":"magus","description":"This spell allows you to inscribe your personal rune or mark, which can consist of no more than six characters. The writing can be visible or invisible. Anarcane markspell enables you to etch the rune upon any substance without harm to the material upon which it is placed. If an invisible mark is made, adetect magicspell causes it to glow and be visible, though not necessarily understandable.\nSee invisibility,true seeing, agem of seeing, or arobe of eyeslikewise allows the user to see an invisiblearcane mark.Aread magicspell reveals the words, if any. The mark cannot bedispelled, but it can be removed by the caster or by anerasespell.\nIf anarcane markis placed on a living being, the effect gradually fades in about a month."},{"name":"Arcane Pocket","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","description":"With a touch, you conjure anextradimensionalspace inside a pouch or pocket. The pocket acts as abag of holding, except it can hold only 10 pounds percaster level. Regardless of what is placed into the pocket, it weighs 3 pounds. Unlike abag of holding, the pocket created by this ability cannot be overloaded or ruptured—any additional material simply spills out of the top—nor does it have any special interaction with other kinds ofextradimensionalspaces."},{"name":"Arcane Sight","school":"divination;","description":"This spell makes your eyes glow blue and allows you to see magical auras within 120 feet of you. The effect is similar to that of adetect magicspell, but arcane sight does not require concentration and discerns aura location and power more quickly.\nYou know the location and power of all magical auras within your sight. An aura’s power depends on a spell’s functioning level or an item’s caster level, as noted in the description of thedetect magicspell (see tables above.) If the items or creatures bearing the auras are in line of sight, you can makeSpellcraftskill checks to determine the school of magic involved in each. (Make one check per aura; DC 15 + spell level, or 15 + half caster level for a nonspell effect.)\nIf you concentrate on a specific creature within 120 feet of you as a standard action, you can determine whether it has any spellcasting or spell-like abilities, whether these are arcane or divine (spell-like abilities register as arcane), and the strength of the most powerful spell or spell-like ability the creature currently has available for use.\nAs withdetect magic, you can use this spell to identify the properties of magic items, but not artifacts.\nArcane sight can be made permanent with apermanencyspell.\n\nSchooldivination;Levelpsychic7,sorcerer/wizard7,witch7\nDESCRIPTION\nThis spell functions likearcane sight, except that you automatically know which spells or magical effects are active upon any individual or object you see."},{"name":"Archon’s Aura","school":"evocation","descripters":["good","lawful"],"description":""},{"name":"Archon’s Trumpet","school":"evocation","descripters":["good","sonic"],"description":""},{"name":"Ardor’s Onslaught","school":"evocation;","description":"You unleash the power of zealous conviction to smite your enemies with a burst of pulsing metallic energy.\nOnly creatures with a neutralalignmentcomponent are harmed by the spell.\nThe spell deals 1d8 points of damage per 2 caster levels (maximum 5d8) to creatures whosealignmentis neutral with no otheralignmentcomponents(with the exception of neutraloutsiders, who take 1d6 points of damage percaster level, maximum 10d6). Neutraloutsidersare alsonauseatedfor 1d6 rounds. A creature can attempt aWillsave to halve the damage and negate thenauseatedeffect."},{"name":"Arid Refuge","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","description":"You conjure a small stone building on any relatively flat nonliving surface at least 20 feet square that can support its weight (such as the ocean floor or an underwater ridge). The outline of a door is marked on one wall of your choice or on the roof. You and anyone you designate as the spell is cast can pass through the door, which is actually an opaque membrane of force that keeps the surrounding atmosphere from entering the structure.\nCreatures you have not designated can force their way through the door with a successful DC 28Strengthcheck. The shelter is as strong as a normal stone building, resists flames and fire as if it were stone, and isimperviousto normal missiles (but not the sort cast by siege engines orgiants).\nThe shelter contains eight bunks, a trestle table, eight stools, and a writing desk. These furnishings disappear if removed from the shelter. The shelter contains fresh, breathable air that replenishes within the shelter but does not pass through the membrane of force. The shelter’s interior maintains a temperature of 70° F regardless of the temperature outside the shelter."},{"name":"Aristocrat’s Nightmare","school":"transmutation","descripters":["curse"],"description":""},{"name":"Armor Lock","school":"transmutation;","description":""},{"name":"Armor of Darkness","school":"abjuration","descripters":["darkness"],"description":"This spell envelops the target in shadows that can, if you desire, conceal the creature’s features.\nIt grants the recipient a +3 deflection bonus to Armor Class (+1 for every 4 caster levels, to a maximum bonus of +8). The subject can see through the armor and gainsdarkvisionto 60 feet. The subject gains a +2 bonus on saving throws against any holy, good, or light spells or effects."},{"name":"Army Across Time","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Summoning\">summoning</a>","description":"This spell functions asally across timeas noted above with two exceptions.\nFirst, you cansummonone duplicate percaster levelbefore the spell ends."},{"name":"Arrow Eruption","school":"conjuration","subschool":"creation","description":""},{"name":"Arrow of Law","school":"evocation","descripters":["lawful"],"description":""},{"name":"Artificer’s Curse","school":"transmutation;","description":""},{"name":"Ash Storm","school":"conjuration","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-Conjuration-Creation\">creation</a>","descripters":["fire"],"description":""},{"name":"Ashen Path","school":"transmutation;","description":""},{"name":"Aspect of the Bear","school":"transmutation","subschool":"polymorph","description":""},{"name":"Aspect of the Falcon","school":"transmutation","subschool":"polymorph","description":"You take on an aspect of a falcon. Your eyes become wide and raptor-like, and you grow feathers on the sides of your head. You gain a +3competence bonusonPerceptionchecks, a +1competence bonuson ranged attacks, and the critical multiplier for your bows and crossbows becomes 19-20/x3."},{"name":"Aspect of the Nightingale","school":"transmutation","subschool":"polymorph","description":""},{"name":"Aspect of the Stag","school":"transmutation","subschool":"polymorph","description":"When you cast this spell, you take on an aspect of a stag, including some of its physical characteristics. Your features become elongated and sinewy, and you grow a set of antlers you can use for defense. You gain a +2dodge bonustoACagainst attacks of opportunity, your base speed increases by 20 ft., you can move through any undergrowth (including magically manipulated undergrowth) at your normal speed, and can even make a5-foot stepwithin such terrain."},{"name":"Aspect of the Wolf","school":"transmutation","subschool":"polymorph","description":"When you cast this spell, you take on an aspect of a wolf, including some of its physical characteristics. You become more rugged, your ears become elongated, and you sprout sharp fangs and fur."},{"name":"Assume Appearance","school":"transmutation","subschool":"<a style=\"font-style: italic\" href=\"http://www.d20pfsrd.com/magic/all-spells/a/p/polymorph\">polymorph</a>","description":"This spell functions similarly toalter self, except for the following differences.\nYou assume the exact form of a deceased Small or Medium creature of thehumanoidtype. Your voice changes to match that of the form you assume. The creature whose form you assume must bedeadand you must have access to its fresh corpse (eitherdeadless than 24 hours, or preserved viagentle reposeor similar effect). Any attempt to copy the form of a living creature causes the spell to fail. You do not have access to the assumed form’s abilities, memories, mannerisms, or speech patterns. The spell grants a +10 bonus onDisguisechecks to appear as the imitated creature.\nIf the assumed creature is returned to life while this spell is active, assume appearance immediately ends.\nSchooltransmutation(polymorph);Levelalchemist4,bard4,medium4,mesmerist4,occultist4,psychic4,shaman4,sorcerer/wizard4,spiritualist4,summoner4,witch4ComponentsV, S, F (corpse or likeness of the deceased creature whose form you plan to assume)\nDESCRIPTION\nThis spell functions similar to assume appearance, except that you can imitate a creature even if you have only a likeness (such as a sketch or painting) that is fairly accurate. If there is an age difference between the likeness and the actual creature, you take on the appearance of the creature near the end of its life. If you have heard the creature whose form you plan to assume speak aloud, you can also copy its voice asvocal alteration(speak with deadcan also be used to fulfill this requirement). The spell doesn’t grant insight into the dead creature’s mannerisms."},{"name":"Assumed Likeness","school":"illusion","subschool":"<a href=\"http://www.d20pfsrd.com/magic#TOC-lllusion-Phantasm\">phantasm</a>","descripters":["emotion","<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You draw upon the memories of the targets to create a visual disguise for yourself that only they can see. When you cast the spell, you choose an emotion from the table below. Each target perceives you as a creature it feels that way toward. If it doesn’t feel that way toward anyone, it instead perceives you as a stranger with features likely to evoke that emotion (e.g., if you choose respect, a guard who was taught to respect her elders but who currently knows no elders might see you as an elderly version of yourself)."},{"name":"Astral Projection","school":"necromancy;","description":"By freeing your spirit from your physical body, this spell allows you to project an astral body onto another plane altogether. You can bring the astral forms of other willing creatures with you, provided that these subjects are linked in a circle with you at the time of the casting. These fellow travelers are dependent upon you and must accompany you at all times. If something happens to you during the journey, your companions are stranded wherever you left them.\nYou project your astral self onto the Astral Plane, leaving your physical body behind on the Material Plane in a state of suspended animation. The spell projects an astral copy of you and all you wear or carry onto the Astral Plane. Since the Astral Plane touches upon other planes, you can travel astrally to any of these other planes as you will. To enter one, you leave the Astral Plane, forming a new physical body (and equipment) on the plane of existence you have chosen to enter.\nWhile you are on the Astral Plane, your astral body is connected at all times to your physical body by anincorporealsilver cord. If the cord is broken, you are killed, astrally and physically. Luckily, very few things can destroy a silver cord. When a second body is formed on a different plane, the silver cord remains invisibly attached to the new body. If the second body or the astral form is slain, the cord simply returns to your body where it rests on the Material Plane, thereby reviving it from its state of suspended animation. This is a traumatic affair, however, and you gain two permanentnegative levelsif your second body or astral form is slain. Although astral projections are able to function on the Astral Plane, their actions affect only creatures existing on the Astral Plane; a physical body must be materialized on other planes.\nYou and your companions may travel through the Astral Plane indefinitely. Your bodies simply wait behind in a state of suspended animation until you choose to return your spirits to them. The spell lasts until you desire to end it, or until it is terminated by some outside means, such asdispel magiccast upon either the physical body or the astral form, the breaking of the silver cord, or the destruction of your body back on the Material Plane (which kills you).\nWhen this spell ends, your astral body and all of its gear, vanishes.\nSchoolnecromancy;Levelcleric/oracle5,sorcerer/wizard5\nDESCRIPTION"},{"name":"Atavism","school":"transmutation;","description":"By bringing forth the primeval ancestry of the targetanimal, you awaken a savage engine of destruction. Theanimalimmediately gains theadvancedcreature simple template. It gains a +2 bonus on all rolls, including damage rolls and special ability DCs, a +4 bonus to AC andCMD, and +2hit pointsperHD. Theanimal’sprimal instincts take hold for the duration of this spell—if theanimalknows tricks granted by theHandle Animalskill, it loses access to all of those tricks save for “attack.” This spell has no effect onanimalsthat already have theadvancedcreature template.\nSchooltransmutation;Leveldruid8\nEFFECT\nTargetoneanimal/level, no two of which can be more than 30 ft. apart\nDESCRIPTION"},{"name":"Atonement","school":"abjuration;","description":"This spell removes the burden of misdeeds from the subject. The creature seeking atonement must be truly repentant and desirous of setting right its misdeeds. If the atoning creature committed the evil act unwittingly or under some form of compulsion,atonementoperates normally at no cost to you. However, in the case of a creature atoning for deliberate misdeeds, you must intercede with your deity (requiring you to expend 2,500 gp in rare incense and offerings).Atonementmay be cast for one of several purposes, depending on the version selected.\nReverse Magical Alignment Change: If a creature has had its alignment magically changed,atonementreturns its alignment to its original status at no additional cost.\nRestore Class: Apaladin, or other class, who has lost her class features due to violating the alignment restrictions of her class may have her class features restored by this spell.\nRestoreClericorDruidSpell Powers: A cleric or druid who has lost the ability to cast spells by incurring the anger of her deity may regain that ability by seekingatonementfrom another cleric of the same deity or another druid. If the transgression was intentional, the casting cleric must expend 2,500 gp in rare incense and offerings for her god’s intercession.\nRedemption or Temptation: You may cast this spell upon a creature of an opposing alignment in order to offer it a chance to change its alignment to match yours. The prospective subject must be present for the entire casting process. Upon completion of the spell, the subject freely chooses whether it retains its original alignment or acquiesces to your offer and changes to your alignment. No duress, compulsion, or magical influence can force the subject to take advantage of the opportunity offered if it is unwilling to abandon its old alignment. This use of the spell does not work on outsiders or any creature incapable of changing its alignment naturally."},{"name":"Audiovisual Hallucination","school":"illusion","subschool":"phantasm","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":""},{"name":"Auditory Hallucination","school":"illusion","subschool":"phantasm","descripters":["<a href=\"http://www.d20pfsrd.com/magic#TOC-Magic-Descriptor-Mind-Affecting\">mind-affecting</a>"],"description":"You cause the targets to believe they hear any sound you imagine."},{"name":"Augmenting Wall","school":"evocation","descripters":["see text"],"description":"You create a wall of faintly shimmering elemental energy.\nUpon casting this spell, choose either acid, cold, electricity, or fire.\nThe spell gains the chosen descriptor, and any thrown weapons or ammunition that pass through the augmenting wall as part of a ranged attack deal 1d6 points of energy damage of the specified type in addition to their normal damage. The wall has no effect on melee weapons or items not thrown as part of an attack."}]
